import { Faq } from './faq.interface'

const faqMock: Faq[] = [
  {
    question: 'Кому подойдет обучение в школе?',
    answer:
      'Программа школы подойдет музыкантам, которые хотят усовершенствовать своё мастерство, а также вокалистам, композиторам, диджеям и педагогам.',
    positionVertical: 'bottom',
    width: 535,
  },
  {
    question: 'Как быстро я достигну результатов?',
    answer:
      'Первые результаты станут заметны уже через месяц. При регулярном выполнении видео-заданий к концу каждой программы будет заметное улучшение по слуху, координации и понимании ритмической организации музыкального текста',
    positionVertical: 'bottom',
    width: 552,
  },
  {
    question: 'С каким уровнем стоит начать обучение?',
    answer:
      'Если вы уже несколько лет занимаетесь музыкой и уже столкнулись с трудностями во владении временем и телом.',
    positionVertical: 'bottom',
    width: 610,
  },
  {
    question: 'В каком формате проходит обучение?',
    answer:
      'Обучение проходит полностью онлайн. Каждую неделю вы связываетесь с преподавателем в Zoom, где проходят вебинары, и проверяете задания в Telegram. Сами видео-задания в свою очередь нахоядтся на YouTube.',
    positionVertical: 'top',
    width: 574,
  },
  {
    question: 'Есть ли возрастные ограничения?',
    answer:
      'Drum Instructor работает для всех, кто хочет стать музыкантом, вне зависимости от возраста. Ведь музыкальное обучение зависит только от вашего упорства и желания, а в остальном поможет преподаватель.',
    positionVertical: 'top',
    width: 528,
  },
  {
    question: 'Что нужно ученику для обучения?',
    answer:
      'Drum Instructor работает для всех, кто хочет стать музыкантом, вне зависимости от возраста. Ведь музыкальное обучение зависит только от вашего упорства и желания, а в остальном поможет преподаватель.',
    positionVertical: 'top',
    width: 530,
  },
  {
    question: 'Сколько времени мне нужно будет уделять обучению?',
    answer:
      'Drum Instructor работает для всех, кто хочет стать музыкантом, вне зависимости от возраста. Ведь музыкальное обучение зависит только от вашего упорства и желания, а в остальном поможет преподаватель.',
    positionVertical: 'top',
    width: 757,
  },
  {
    question: 'Как можно оплатить обучение?',
    answer:
      'Drum Instructor работает для всех, кто хочет стать музыкантом, вне зависимости от возраста. Ведь музыкальное обучение зависит только от вашего упорства и желания, а в остальном поможет преподаватель.',
    positionVertical: 'top',
    width: 502,
  },
]

export { faqMock }
