export const before = [
  [
    'вы научитесь',
    [
      'исполнять и слышать различные виды длительностей (четверти, восьмые, шестнадцатые, триоли, квинтоли и т.д.)',
      'определять размер такта (в том числе сложные и переменные размеры)',
      'Читать ритмические тексты',
      'Делать акценты на любые доли',
      'Играть полиритмию',
      'Играть и петь свинг',
    ],
  ],
  [
    'вы получите',
    [
      'преодоление физического двигательного барьера',
      'развитие обоих полушарий головного мозга',
      'навык нотной записи ритма',
      'практику на перкуссии',
      'практику работы с метрономом',
      'контроль темпа',
    ],
  ],
]
export const after = [
  [
    'вы сможете',
    [
      'научиться играть триоли и квинтоли',
      'определять тактовый размер и форму произведения',
      'петь и играть одновременно',
      'понимать как строить аранжировку произыедений',
    ],
  ],
  [
    'вы освоите',
    [
      'Ритмы разных стран мира - Африка, Куба,Латинская Америка,Испания, Индия и др.',
      'Ритмы разных сузыкальных стилей - Roc,POP,R-N_B,Funck,Latina,Jazz,Trance,Chill,Reggae,Downtempo,DNB,HipHop',
      'Различные школы ритма',
      'Конокол',
    ],
  ],
  [
    'Дополнительным бонусом',
    [
      'Концентрация',
      'Внимательность',
      'Организация ума',
      'Острота реакций',
      'Ощущение времени',
      'Импровизация',
    ],
  ],
]
export const firstMobileBlock = [['header', 'text']]
export const secondMobileBlock = [
  ['header', 'text'],
  ['header1', 'text1'],
  ['header2', 'text2'],
]
export const thirdMobileBlock = [
  ['header3', 'text3'],
  ['header4', 'text4'],
]
