import { Test } from "./mocks.interface"

 export const test:Test = {
  header:'вы научитесь',
  content:['исполнять и слышать различные виды длительностей (четверти, восьмые, шестнадцатые, триоли, квинтоли и т.д.)',
  'определять размер такта (в том числе сложные и переменные размеры)',
  'Читать ритмические тексты',
  'Делать акценты на любые доли',
  'Играть полиритмию',
  'Играть и петь свинг',]
}

export const before = [
  [
    'вы научитесь',
    [
      'исполнять и слышать различные виды длительностей (четверти, восьмые, шестнадцатые, триоли, квинтоли и т.д.)',
      'определять размер такта (в том числе сложные и переменные размеры)',
      'Читать ритмические тексты',
      'Делать акценты на любые доли',
      'Играть полиритмию',
      'Играть и петь свинг',
    ],
  ],
  [
    'вы получите',
    [
      'преодоление физического двигательного барьера',
      'развитие обоих полушарий головного мозга',
      'навык нотной записи ритма',
      'практику на перкуссии',
      'практику работы с метрономом',
      'контроль темпа',
    ],
  ],
]
export const after = [
  [
    'вы сможете',
    [
      'научиться играть триоли и квинтоли',
      'определять тактовый размер и форму произведения',
      'петь и играть одновременно',
      'понимать как строить аранжировку произыедений',
    ],
  ],
  [
    'вы освоите',
    [
      'Ритмы разных стран мира - Африка, Куба,Латинская Америка,Испания, Индия и др.',
      'Ритмы разных сузыкальных стилей - Roc,POP,R-N_B,Funck,Latina,Jazz,Trance,Chill,Reggae,Downtempo,DNB,HipHop',
      'Различные школы ритма',
      'Конокол',
    ],
  ],
  [
    'Дополнительным бонусом',
    [
      'Концентрация',
      'Внимательность',
      'Организация ума',
      'Острота реакций',
      'Ощущение времени',
      'Импровизация',
    ],
  ],
]
export const firstMobileBlock = [
  [
    'вы научитесь',
    [
      'исполнять и слышать различные виды длительностей (четверти, восьмые, шестнадцатые, триоли, квинтоли и т.д.)',
      'определять размер такта (в том числе сложные и переменные размеры)',
      'Читать ритмические тексты',
      'Делать акценты на любые доли',
      'Играть полиритмию',
      'Играть и петь свинг',
    ],
  ],
]
export const secondMobileBlock = [
  [
    'вы получите',
    [
      'преодоление физического двигательного барьера',
      'развитие обоих полушарий головного мозга',
      'навык нотной записи ритма',
      'практику на перкуссии',
      'практику работы с метрономом',
      'контроль темпа',
    ],
  ],
  [
    'вы сможете',
    [
      'научиться играть триоли и квинтоли',
      'определять тактовый размер и форму произведения',
      'петь и играть одновременно',
      'понимать как строить аранжировку произыедений',
    ],
  ],
]
export const thirdMobileBlock = [
  [
    'вы освоите',
    [
      'Ритмы разных стран мира - Африка, Куба,Латинская Америка,Испания, Индия и др.',
      'Ритмы разных сузыкальных стилей - Roc, POP, R-N_B, Funck, Latina, Jazz, Trance, Chill, Reggae, Downtempo, DNB, HipHop',
      'Различные школы ритма',
      'Конокол',
    ],
  ],
  [
    'Дополнительным бонусом',
    [
      'Концентрация',
      'Внимательность',
      'Организация ума',
      'Острота реакций',
      'Ощущение времени',
      'Импровизация',
    ],
  ],
]
export const columnLeft = ['постановка рук', 'постановка ног', 'развитие координации']
export const columnRight = ['чтение с листа', 'игра под музыку', 'построение партий']
export const phoneNumber = '+7-926-246-47-59'
export const genres = [
  'Практика игры в 4х оркестрах - Мисс Джаз, Moscow Swing College Band, учебный оркестр ГКА им. Маймонида, оркестр Воздушно-Космических Сил.',
  'Играла элегантный джаз с певицами Евгенией Браганцевой, Ольгой Герчаковой, Софьей Бойковой,   с уникальными ребятами из Cotton Air.',
  'Играла зажигательные rock-n-roll и blues с кавер-группами Клягин&Терешина Band, ZooSound.',
  'Давала жару на рок-концертах с певицей Элей Чавес.',
  'Играла и пела солнечное raggey с Рапапам и Дабчикидаб.',
  'Постигала downtempo, trance, psychill с лидером российской электронной сцены в проекте MAIIA.',
  'Этнические мотивы развивала с группами ОкоБогаРа, оркестром РадостьБэнд.',
  'Съездила поработать в составе girls cover band в Китай.',
  'Записала альбомы в составе групп Полынья и LIMARI.',
  'Также сессионно выступала с коллективами и артистами OTTA Orkestra, Arambic и Тигран Петросян, Never Again, Кукуруза, Елена Липаева и Мини-оркестр, Jazz-Ladies, Просто Джаз, Bubbles Band, Salegy(Россия-Мадагаскар), Полина Воденисова, Полина Райкина (театр Сатирикон), Вишвамбар, Лера Банина, Chronos, Мастерская Воздуха, в фаершоу Камикадзе и театре Огни Большого Города.',
]
