export const before = {
  textBlock: [
    {
      header: 'ВЫ НАУЧИТЕСЬ',
      content: [
        'исполнять и слышать различные виды длительностей (четверти, восьмые, шестнадцатые, триоли, квинтоли и т.д.)',
        'определять размер такта (в том числе сложные и переменные размеры)',
        'Читать ритмические тексты',
        'Делать акценты на любые доли',
        'Играть полиритмию',
        'Играть и петь свинг',
      ],
    },
    {
      header: 'ВЫ ПОЛУЧИТЕ',
      content: [
        'преодоление физического двигательного барьера',
        'развитие обоих полушарий головного мозга',
        'навык нотной записи ритма',
        'практику на перкуссии',
        'практику работы с метрономом',
        'контроль темпа',
      ],
    },
  ],
}

export const after = {
  textBlock: [
    {
      header: 'ВЫ СМОЖЕТЕ',
      content: [
        'научиться играть триоли и квинтоли',
        'определять тактовый размер и форму произведения',
        'петь и играть одновременно',
        'понимать как строить аранжировку произыедений',
      ],
    },
    {
      header: 'ВЫ ОСВОИТЕ',
      content: [
        'Ритмы разных стран мира - Африка, Куба,Латинская Америка,Испания, Индия и др.',
        'Ритмы разных сузыкальных стилей - Roc,POP,R-N_B,Funck,Latina,Jazz,Trance,Chill,Reggae,Downtempo,DNB,HipHop',
        'Различные школы ритма',
        'Конокол',
      ],
    },
    {
      header: 'ДОПОЛНИТЕЛЬНЫМ БОНУСОМ',
      content: [
        'Концентрация',
        'Внимательность',
        'Организация ума',
        'Острота реакций',
        'Ощущение времени',
        'Импровизация',
      ],
    },
  ],
}

export const firstMobileBlock = {
  textBlock: [
    {
      header: 'ВЫ НАУЧИТЕСЬ',
      content: [
        'исполнять и слышать различные виды длительностей (четверти, восьмые, шестнадцатые, триоли, квинтоли и т.д.)',
        'определять размер такта (в том числе сложные и переменные размеры)',
        'Читать ритмические тексты',
        'Делать акценты на любые доли',
        'Играть полиритмию',
        'Играть и петь свинг',
      ],
    },
  ],
}

export const secondMobileBlock = {
  textBlock: [
    {
      header: 'ВЫ ПОЛУЧИТЕ',
      content: [
        'преодоление физического двигательного барьера',
        'развитие обоих полушарий головного мозга',
        'навык нотной записи ритма',
        'практику на перкуссии',
        'практику работы с метрономом',
        'контроль темпа',
      ],
    },
    {
      header: 'ВЫ СМОЖЕТЕ',
      content: [
        'научиться играть триоли и квинтоли',
        'определять тактовый размер и форму произведения',
        'петь и играть одновременно',
        'понимать как строить аранжировку произыедений',
      ],
    },
  ],
}

export const thirdMobileBlock = {
  textBlock: [
    {
      header: 'ВЫ ОСВОИТЕ',
      content: [
        'Ритмы разных стран мира - Африка, Куба,Латинская Америка,Испания, Индия и др.',
        'Ритмы разных сузыкальных стилей - Roc, POP, R-N_B, Funck, Latina, Jazz, Trance, Chill, Reggae, Downtempo, DNB, HipHop',
        'Различные школы ритма',
        'Конокол',
      ],
    },
    {
      header: 'ДОПОЛЬНИТЕЛЬНЫМ БОНУСОМ',
      content: [
        'Концентрация',
        'Внимательность',
        'Организация ума',
        'Острота реакций',
        'Ощущение времени',
        'Импровизация',
      ],
    },
  ],
}
